Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/sami_museaid_bargiidnorpma_samegillii_ja_darogillii..docx.tmx
Source language: nob
Languages: sme

source: Bemanningsnorm for samiske museer Sametinget behandlet i 2019 prinsippmelding om de samiske museene.
sme: Sámi museaid bargiidnorpma Sámediggi meannudii 2019:s prinsihppadieđáhusa sámi museaid birra.

source: Mangel på bemanning og faglig kapasitet på en del felt, var et av tema i meldingen.
sme: Dieđáhusas lei fáddán bargiid ja fágalaš kapasitehta váilun muhtun surggiin.

source: De samiske museene er i dag inndelt i seks museumssiidaer, av ulike størrelse, faglig kapasitet, bemanning og ansvarsområde.
sme: Sámi museat leat dál juogaduvvon guđa museasiidan, mat leat iešguđege sturrodagas, fágalaš kapasitehta, bargiid meari ja ovddasvástádussurggiid ektui.

source: Gjennomgående er at alle siidaene har mangel på faglige ressurser til å oppfylle målene sine.
sme: Čađamanni lea ahte buot siiddain váilot fágalaš resursat maiguin ollašuhttit sin mihtuid.

source: Sametinget bør ta initiativ til å utvikle en norm for hva som skal være standard for faglig kapasitet i en museumssida, kartlegge nåværende faglig- og bemanningsmessige kapasitet, og lage en plan for hvordan man skal gå fram for å oppbemanne siidaene.
sme: Sámediggi berre váldit álgaga ja ovddidit norpma dasa ahte mii galgá leat fágalaš kapasitehta standárda museasiiddas, kártet dáláš fágalaš- ja bargiidkapasitehta, ja ráhkadit plána ahte mainna lágiin oččodit siiddaide eanet bargiid.

source: Det bør også vurderes på hvilke områder man kan sambruke faglig ekspertise på tvers av siidaene.
sme: Berre maiddái árvvoštallat ahte guđe surggiin sáhttá ovttas geavahit fágalaš áššedovdiid siiddaid gaskka.

source: Bemanningsnormen bør utvikles med involvering fra de samiske museumssiidaene og Samisk museumslag.
sme: Bargiidmearri berre ovddiduvvot ovttas sámi museasiiddaiguin ja Sámi museaservviin.
